{
  "Header": {
    "title": "Hello, i'm",
    "text": "I'm a passionate student coder based in Annecy France. I strives to build immersive and beautiful web applications through carefully crafted code and user-centric design.",
    "buttonPrimary": "See my Work",
    "buttonSecondary": "Contact me"
  },
  "Navigation": {
    "Home": "Home",
    "About": "About",
    "Skills": "Skills",
    "Projects": "Projects",
    "Contact": "Contact"
  },
  "About": {
    "title": "I am passionate front-end web developper",
    "subtitle": "Hi I'm Kilian Boularand",
    "text": "A 17-year-old high school senior with a passion for creating captivating website designs and bringing them to life through coding. For nearly two years now, I've been immersing myself in the world of web development, constantly honing my skills and pushing boundaries. What started as a curiosity has evolved into a full-blown passion, driving me to explore new design trends, experiment with coding languages, and seek out innovative ways to merge aesthetics with functionality."
  },
  "Skills": {
    "title": "My Skills",
    "text": "Explore my journey in web development through this interactive timeline. Discover my skills, projects, and achievements, and delve into the evolution of my coding abilities. From my initial steps in HTML and CSS to my advanced explorations in JavaScript and beyond, follow my path towards technical mastery and creativity in web design.",
    "boxTitle1": "1. Front-end",
    "boxtext1": "Discovering front-end was my entry into coding, exploring the creation of interactive and dynamic layouts.",
    "boxTitle2": "2. Back-end",
    "boxtext2": "To improve website functionality, exploring back-end with PHP and Firebase was crucial..",
    "boxTitle3": "3. Design",
    "boxtext3": "To craft compelling websites, mastering design through tools like Figma became essential in my journey",
    "boxTitle4": "4. IOT",
    "boxtext4": "Expanding into IoT, mastering Python and Raspberry Pi projects became essential.."
  },
  "Timeline": {
    "title1": "Code Discovery",
    "text1": "Initial steps into web development during high school science classes. Basics of Python explored during math courses.",
    "title2": "Introduction to JavaScript",
    "text2": "Discovery of JavaScript and its capabilities as a programming language.",
    "title3": "Mastery of React",
    "text3": "Learning the React framework to develop dynamic and interactive web applications.",
    "title4": "Exploration of Tailwind CSS",
    "text4": "Discovery and use of Tailwind CSS to simplify and expedite the design process.",
    "title5": "Knowledge Expansion",
    "text5": "Learning the C language to grasp fundamental programming concepts and exploring PHP for server-side web development.",
    "title6": "Raspberry Pi Programming",
    "text6": "Using Python to program Raspberry Pi boards for personal projects.",
    "title7": "Emerging Web Technologies",
    "text7": "Learning Next.js to create modern and high-performance web applications. Exploring TypeScript to enhance the quality and maintainability of web projects."
  },
  "Work": {
    "intro": "Discover my diverse projects, reflecting passion and dedication in development and design.",
    "name1": "Weather App",
    "text1": "A weather website enabling users to check temperature, humidity, rainfall, and other weather details for any city or country worldwide.",
    "name2": "Food App",
    "text2": "My initial project using React and Tailwind CSS, allowing users to add food items to their cart, review them, and remove selections.",
    "name3": "Portfolio",
    "text3": "A portfolio showcasing my skills and projects, created for freelancing on platforms like Fiverr.",
    "buttonPrimary": "Visite website",
    "buttonSecondary": "Code on Github Repo",
    "madeWith": "Built Using"
  },
  "Contact": {
    "title": "Let's get in touch",
    "text": "Feel free to contact me via phone or through my social media channels. I'm always available to connect!",
    "phone": "Call Me Now:",
    "email": "My Email:"
  }
}
