{
  "Header": {
    "title": "Salut, je suis",
    "text": "Je suis un étudiant codeur passionné basé à Annecy France. Je m'efforce de créer des applications Web immersives et esthétiques grâce à un code soigneusement conçu et une conception centrée sur l'utilisateur.",
    "buttonPrimary": "Voir mon travail",
    "buttonSecondary": "Me contacter"
  },
  "Navigation": {
    "Home": "Accueil",
    "About": "Biographie",
    "Skills": "Compétences",
    "Projects": "Projets",
    "Contact": "Contact"
  },
  "About": {
    "title": "Je suis un passioner developper web front-end",
    "subtitle": "Salut je suis Kilian Boularand",
    "text": "Un lycéen de 17 ans passionné par la création de designs de sites Web captivants et leur donnant vie grâce au codage. Depuis près de deux ans maintenant, je m'immerge dans le monde du développement web, perfectionnant constamment mes compétences et repoussant mes limites. Ce qui a commencé comme une curiosité s'est transformé en une véritable passion, me poussant à explorer de nouvelles tendances en matière de design, à expérimenter des langages de codage et à rechercher des moyens innovants de fusionner l'esthétique et la fonctionnalité."
  },
  "Skills": {
    "title": "Mes compétences",
    "text": "Explorez mon parcours dans le développement Web à travers cette chronologie interactive. Découvrez mes compétences, mes projets et mes réalisations, et plongez dans l'évolution de mes capacités de codage. De mes premiers pas en HTML et CSS jusqu'à mes explorations avancées en JavaScript et au-delà, suivez mon chemin vers la maîtrise technique et la créativité en conception Web.",
    "boxTitle1": "1. Front-end",
    "boxtext1": "La découverte du front-end a été mon entrée dans le codage, en explorant la création de mises en page interactives et dynamiques.",
    "boxTitle2": "2. Back-end",
    "boxtext2": "Pour améliorer les fonctionnalités du site Web, l'exploration du back-end avec PHP et Firebase était cruciale.",
    "boxTitle3": "3. Design",
    "boxtext3": "Pour créer des sites Web convaincants, maîtriser le design grâce à des outils comme Figma est devenu essentiel dans mon parcours.",
    "boxTitle4": "4. IOT",
    "boxtext4": "En se développant dans l'IoT, la maîtrise des projets Python et Raspberry Pi est devenue essentielle."
  },
  "Timeline": {
    "title1": "Decouverte du code",
    "text1": "Premiers pas dans le développement Web pendant les cours de sciences au lycée. Bases de Python explorées lors de cours de mathématiques.",
    "title2": "Introduction a JavaScript",
    "text2": "Découverte de JavaScript et de ses capacités en tant que langage de programmation.",
    "title3": "Maîtrise de React",
    "text3": "Apprentissage du framework React pour développer des applications web dynamiques et interactives.",
    "title4": "Exploration de Tailwind CSS",
    "text4": "Découverte et utilisation de Tailwind CSS pour simplifier et accélérer le processus de conception.",
    "title5": "Expansion des connaissances",
    "text5": "Apprendre le langage C pour comprendre les concepts fondamentaux de la programmation et explorer PHP pour le développement Web côté serveur.",
    "title6": "Programmation Raspberry Pi",
    "text6": "Utiliser Python pour programmer des cartes Raspberry Pi pour des projets personnels.",
    "title7": "Technologies Web émergentes",
    "text7": "Apprendre Next.js pour créer des applications Web modernes et performantes. Explorer TypeScript pour améliorer la qualité et la maintenabilité des projets Web."
  },
  "Work": {
    "intro": "Découvrez mes divers projets, reflétant la passion et le dévouement dans le développement et le design.",
    "name1": "App Météo",
    "text1": "Un site Web météo permettant aux utilisateurs de vérifier la température, l'humidité, les précipitations et d'autres détails météorologiques pour n'importe quelle ville ou pays dans le monde.",
    "name2": "App de Nourriture",
    "text2": "Mon projet initial utilisant React et Tailwind CSS, permettant aux utilisateurs d'ajouter des produits alimentaires à leur panier, de les examiner et de supprimer des sélections.",
    "name3": "Portfolio",
    "text3": "Un portfolio présentant mes compétences et mes projets, créé pour travailler en freelance sur des plateformes comme Fiverr.",
    "buttonPrimary": "Voir le site",
    "buttonSecondary": "Code sur un Repo Github",
    "madeWith": "Crée Avec"
  },
  "Contact": {
    "title": "Prenons contact",
    "text": "N'hésitez pas à me contacter par téléphone ou via mes réseaux sociaux. Je suis toujours disponible pour me connecter !",
    "phone": "Appellez-moi maintenant:",
    "email": "Mon Email:"
  }
}
